import pdf1 from "./pdfs/presentation1.pdf";
import pdf2 from "./pdfs/presentation2.pdf";
import pdf3 from "./pdfs/presentation3.pdf";

// eslint-disable-next-line
export default [
  {
    id: 1,
    pdf: pdf1,
    info: "Τα κλάσματα είναι μια θεμελιώδης έννοια των μαθηματικών που αντιπροσωπεύει μέρη ενός συνόλου ή μιας ομάδας. Χρησιμοποιούνται για την έκφραση ποσοτήτων που δεν είναι ακέραιοι αριθμοί και μας επιτρέπουν να περιγράφουμε και να συγκρίνουμε διαφορετικά τμήματα ή διαιρέσεις ενός συνόλου.",
  },
  {
    id: 2,
    pdf: pdf2,
    info: "Τα ποσοστά είναι ένας συνηθισμένος τρόπος για να εκφράσουμε ένα μέρος ή τμήμα ενός συνόλου ως προς 100. Ο όρος \"ποσοστό\" σημαίνει \"ανά εκατό\" και τα ποσοστά συχνά συμβολίζονται με το σύμβολο του ποσοστού (%).",
  },
  {
    id: 3,
    pdf: pdf3,
    info: "Η γεωμετρία είναι ένας κλάδος των μαθηματικών που ασχολείται με τη μελέτη των σχημάτων, των ιδιοτήτων τους και των χωρικών σχέσεων. Δύο σημαντικά σχήματα στη γεωμετρία είναι οι κύκλοι και τα τρίγωνα.",
  },
];